tap "aquasecurity/trivy"
tap "buildpacks/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kishaningithub/tap"
tap "kitagry/tap"
tap "minamijoyo/hcledit"
tap "norwoodj/tap"
tap "starkandwayne/cf"
tap "styrainc/packages"
tap "warrensbox/tap"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "python@3.12"
brew "awscurl"
brew "bat"
brew "gettext"
brew "glib"
brew "cairo"
brew "gmp"
brew "libyaml"
brew "colordiff"
brew "commitizen"
brew "conftest"
brew "coreutils"
brew "kubernetes-cli"
brew "devspace"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-ls"
brew "eksctl"
brew "entr"
brew "libgit2"
brew "eza"
brew "fd"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "geos"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "unbound"
brew "gnutls"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "helmfile"
brew "istioctl"
brew "jq"
brew "kubeconform"
brew "kubent"
brew "llvm"
brew "marksman"
brew "node"
brew "opa"
brew "openjdk@17"
brew "pandoc"
brew "podman"
brew "python@3.11"
brew "qemu"
brew "podman-compose"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "solargraph"
brew "starship"
brew "step"
brew "stern"
brew "terraform-docs"
brew "terrascan"
brew "tfk8s"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "tilt"
brew "tmux"
brew "tree"
brew "trivy"
brew "typescript-language-server"
brew "vcluster"
brew "vscode-langservers-extracted"
brew "watch"
brew "yaml-language-server"
brew "yq"
brew "zellij"
brew "zlib"
brew "zsh-completions"
brew "buildpacks/tap/pack"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "kishaningithub/tap/tf-import-gen"
brew "kitagry/tap/regols"
brew "minamijoyo/hcledit/hcledit"
brew "norwoodj/tap/helm-docs"
brew "starkandwayne/cf/spruce"
brew "styrainc/packages/regal"
cask "1password-cli"
cask "alt-tab"
cask "firefox@developer-edition"
cask "font-fira-code-nerd-font"
cask "headlamp"
cask "hiddenbar"
cask "keybase"
cask "maccy"
cask "netnewswire"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "warp"
vscode "ahmadalli.vscode-nginx-conf"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "castwide.solargraph"
vscode "casualjim.gotemplate"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "koichisasada.vscode-rdbg"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "raynigon.nginx-formatter"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rubocop.vscode-rubocop"
vscode "shardulm94.trailing-spaces"
vscode "silverquark.dancehelix"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tilt-dev.tiltfile"
vscode "timonwong.shellcheck"
vscode "tsandall.opa"
vscode "vortizhe.simple-ruby-erb"
vscode "vscjava.vscode-java-pack"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "william-voyek.vscode-nginx"
