cask "1password-cli"
cask "alt-tab"
cask "font-fira-code-nerd-font"
cask "hiddenbar"
cask "spotify"
brew "colordiff"
brew "coreutils"
brew "cryptography"
brew "entr"
brew "gh"
brew "gitleaks"
brew "marksman"
brew "netpbm"
brew "openjdk@17"
brew "openssl@3"
brew "pandoc"
brew "podman-compose"
brew "podman"
brew "pre-commit"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "rust"
brew "shellcheck"
brew "shfmt"
brew "solargraph"
brew "starship"
brew "step"
brew "tree"
brew "typescript-language-server"
brew "watch"
brew "webp"
brew "xz"
brew "yaml-language-server"
brew "yq"
brew "zellij"
brew "zlib"
mas "Dark Reader for Safari", id: 1438243180
mas "HazeOver", id: 430798174
mas "1Password for Safari", id: 1569813296
mas "JSONPeep", id: 1458969831
